<!DOCTYPE html><html lang="zh-CN"><head><meta http-equiv="content-type" content="text/html; charset=utf-8"><meta content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0" name="viewport"><meta content="yes" name="apple-mobile-web-app-capable"><meta content="black-translucent" name="apple-mobile-web-app-status-bar-style"><meta content="telephone=no" name="format-detection"><meta name="description"><title>什么是数据科学家 | egnahc</title><link rel="stylesheet" type="text/css" href="//cdn.bootcss.com/normalize/4.2.0/normalize.min.css"><link rel="stylesheet" type="text/css" href="//cdn.bootcss.com/pure/0.6.0/pure-min.css"><link rel="stylesheet" type="text/css" href="//cdn.bootcss.com/pure/0.6.0/grids-responsive-min.css"><link rel="stylesheet" type="text/css" href="/css/style.css?v=0.0.0"><link rel="stylesheet" href="//cdn.bootcss.com/font-awesome/4.6.3/css/font-awesome.min.css"><script type="text/javascript" src="//cdn.bootcss.com/jquery/3.0.0/jquery.min.js"></script><link rel="Shortcut Icon" type="image/x-icon" href="/favicon.ico"><link rel="apple-touch-icon" href="/apple-touch-icon.png"><link rel="apple-touch-icon-precomposed" href="/apple-touch-icon.png"></head><body><div class="body_container"><div id="header"><div class="site-name"><h1 class="hidden">什么是数据科学家</h1><a id="logo" href="/.">egnahc</a><p class="description">道虽迩，不行不至；事虽小，不为不成</p></div><div id="nav-menu"><a href="/." class="current"><i class="fa fa-home"> 首页</i></a><a href="/archives/"><i class="fa fa-archive"> 归档</i></a><a href="/about/"><i class="fa fa-user"> 关于</i></a><a href="/atom.xml"><i class="fa fa-rss"> 订阅</i></a></div></div><div id="layout" class="pure-g"><div class="pure-u-1 pure-u-md-3-4"><div class="content_container"><div class="post"><h1 class="post-title">什么是数据科学家</h1><div class="post-meta">Oct 22, 2016<script src="https://dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js" async></script><span id="busuanzi_container_page_pv"> | <span id="busuanzi_value_page_pv"></span><span> Hits</span></span></div><div class="post-content"><p>&#x4ECA;&#x5929;&#x8001;&#x5A46;MBA&#x7684;&#x540C;&#x5B66;&#x4ECB;&#x7ECD;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x79D1;&#x5B66;&#x5BB6;&#x7684;&#x804C;&#x4F4D;&#xFF0C;&#x6211;&#x611F;&#x89C9;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x5173;&#x952E;&#x662F;&#x6240;&#x5728;&#x5730;&#x662F;LA&#x3002;&#x5176;&#x5B9E;&#x73B0;&#x5728;&#x8FD9;&#x79CD;&#x804C;&#x4F4D;&#x6C34;&#x5206;&#x5F88;&#x591A;&#x3002;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#x662F;&#xFF0C;&#x516C;&#x53F8;&#x4E3A;&#x4E86;&#x865A;&#x5934;&#x597D;&#x62DB;&#x4EBA;&#xFF0C;&#x4EE5;&#x524D;&#x53EA;&#x8981;&#x662F;&#x505A;&#x6A21;&#x578B;&#x7684;&#xFF0C;&#x7528;&#x70B9;&#x7EDF;&#x8BA1;&#x5DE5;&#x5177;&#x7684;&#x804C;&#x4F4D;&#x90FD;&#x53EB;&#x6570;&#x636E;&#x79D1;&#x5B66;&#x5BB6;&#x3002;&#x5173;&#x952E;&#x662F;&#x79D1;&#x5B66;&#x5BB6;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#x8BA9;&#x5F88;&#x591A;&#x6295;&#x8EAB;&#x79D1;&#x5B66;&#x4E8B;&#x4E1A;&#x65E0;&#x679C;&#x7684;PhD&#x770B;&#x5230;&#x4E86;&#x65B0;&#x7684;&#x5E0C;&#x671B;&#x3002;&#x53E6;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#x662F;&#xFF0C;&#x73B0;&#x5728;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x5E02;&#x573A;&#x4E5F;&#x521A;&#x5F00;&#x59CB;&#xFF0C;&#x5F88;&#x591A;&#x516C;&#x53F8;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x4F20;&#x7EDF;&#x516C;&#x53F8;&#x8FD8;&#x6CA1;&#x6709;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x79CD;&#x5DE5;&#x4F5C;&#x5E26;&#x6765;&#x7684;&#x6548;&#x76CA;&#x6709;&#x591A;&#x5927;&#x3002;&#x80FD;&#x610F;&#x8BC6;&#x5230;&#x7684;&#x57FA;&#x672C;&#x90FD;&#x662F;&#x57FA;&#x4E8E;&#x5BA2;&#x6237;&#x7FA4;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x516C;&#x53F8;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x5927;&#x6279;&#x79D1;&#x6280;&#x5A31;&#x4E50;&#x5F71;&#x89C6;&#x516C;&#x53F8;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;LA&#x6709;&#x4F18;&#x52BF;&#xFF0C;&#x6240;&#x4EE5;&#x50CF;Hulu&#xFF0C;Netflix&#x7B49;&#x7B49;&#xFF0C;&#x5728;LA&#x90FD;&#x6709;&#x6570;&#x636E;&#x79D1;&#x5B66;&#x5BB6;&#x7684;&#x804C;&#x4F4D;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x4EC0;&#x4E48;&#x662F;&#x6570;&#x636E;&#x79D1;&#x5B66;&#x5BB6;&#x5462;&#xFF1F;&#x8FD9;&#x91CC;&#x9762;&#x6709;&#x4E09;&#x5C42;&#x5DE5;&#x4F5C;&#x6027;&#x8D28;&#x3002;&#x9996;&#x5148;&#xFF0C;&#x6709;&#x6570;&#x636E;&#xFF0C;&#x600E;&#x4E48;&#x5206;&#x6790;&#xFF1F;&#x8FD9;&#x4E2A;&#x662F;&#x5E94;&#x7528;&#x578B;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5229;&#x7528;Python&#x6216;&#x8005;R&#xFF0C;&#x52A0;&#x4E0A;&#x89C6;&#x89C9;&#x5316;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x5BF9;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x6240;&#x8C13;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x5206;&#x6790;&#xFF0C;&#x627E;&#x51FA;&#x5404;&#x4E2A;&#x6570;&#x636E;&#x5BF9;&#x4E8E;&#x4EA7;&#x54C1;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x8FD9;&#x7C7B;&#x5DE5;&#x4F5C;&#x6682;&#x65F6;&#x8FD8;&#x662F;&#x597D;&#x627E;&#x7684;&#x3002;&#x4F60;&#x9700;&#x8981;&#x51C6;&#x5907;&#x7684;&#x5C31;&#x662F;&#x719F;&#x6089;&#x5C01;&#x88C5;&#x7C7B;&#x578B;&#x7684;&#x7F16;&#x7A0B;&#x65B9;&#x5F0F;&#xFF0C;&#x719F;&#x6089;&#x5404;&#x79CD;&#x5DE5;&#x5177;&#x5305;&#xFF0C;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x8C03;&#x53C2;&#x6570;&#xFF0C;&#x80FD;&#x505A;&#x51FA;&#x6F02;&#x4EAE;&#x800C;&#x4E14;&#x5408;&#x7406;&#x7684;&#x56FE;&#x5F62;&#x3002;&#x7B2C;&#x4E8C;&#x7C7B;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x66F4;&#x52A0;&#x504F;&#x5411;&#x6216;&#x8005;&#x63A5;&#x8FD1;&#x4EA7;&#x54C1;&#x8425;&#x9500;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x600E;&#x4E48;&#x5411;&#x5BA2;&#x6237;&#x6216;&#x8005;&#x81EA;&#x5DF1;&#x4EA7;&#x54C1;&#x90E8;&#x95E8;&#x89E3;&#x91CA;&#x6570;&#x636E;&#x3002;&#x8FD9;&#x4E2A;&#x5DE5;&#x4F5C;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x4E5F;&#x5728;&#x7B2C;&#x4E00;&#x7C7B;&#x91CC;&#x6DB5;&#x76D6;&#x4E86;&#x3002;&#x8FD9;&#x91CC;&#x9700;&#x8981;&#x7684;&#x662F;&#x603B;&#x7ED3;&#x548C;&#x6C9F;&#x901A;&#x80FD;&#x529B;&#x3002;&#x4F60;&#x9700;&#x8981;&#x77E5;&#x9053;&#x5BF9;&#x65B9;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x800C;&#x4E14;&#x4F60;&#x80FD;&#x63D0;&#x4F9B;&#x4ED6;&#x4EEC;&#x9700;&#x8981;&#x7684;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x6570;&#x636E;&#x80FD;&#x544A;&#x8BC9;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x4E0D;&#x77E5;&#x9053;&#x4F46;&#x5F88;&#x6709;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x6240;&#x8C13;&#x603B;&#x7ED3;&#xFF0C;&#x5C31;&#x662F;&#x770B;&#x4F60;&#x5BF9;&#x6570;&#x636E;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x5BF9;&#x6570;&#x636E;&#x7684;&#x62BD;&#x8C61;&#x6982;&#x62EC;&#xFF0C;&#x522B;&#x4EBA;&#x770B;&#x5230;&#x7684;&#x53EF;&#x80FD;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x7EBF;&#x6027;&#x56DE;&#x5F52;&#xFF0C;&#x4F60;&#x770B;&#x5230;&#x7684;&#x5374;&#x662F;&#x80CC;&#x540E;&#x5E26;&#x6765;&#x7684;&#x5229;&#x6DA6;&#x548C;&#x6311;&#x6218;&#xFF1B;&#x800C;&#x6240;&#x8C13;&#x6C9F;&#x901A;&#xFF0C;&#x5C31;&#x662F;&#x4F60;&#x600E;&#x4E48;&#x628A;&#x4F60;&#x89C2;&#x5BDF;&#x6570;&#x636E;&#x7684;&#x7ED3;&#x8BBA;&#x548C;&#x60F3;&#x6CD5;&#x4F20;&#x8FBE;&#x7ED9;&#x5BF9;&#x65B9;&#xFF0C;&#x8BF4;&#x767D;&#x4E86;&#xFF0C;&#x5C31;&#x662F;&#x600E;&#x4E48;&#x5FFD;&#x60A0;&#x9500;&#x552E;&#x4F60;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x8FD9;&#x4E2A;&#x80FD;&#x529B;&#x5728;&#x54EA;&#x4E2A;&#x884C;&#x4E1A;&#x90FD;&#x662F;&#x5FC5;&#x987B;&#x7684;&#x3002;&#x7B2C;&#x4E09;&#x7C7B;&#x6570;&#x636E;&#x79D1;&#x5B66;&#x5BB6;&#xFF08;&#x771F;&#x6B63;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x79D1;&#x5B66;&#x5BB6;&#xFF09;&#x7684;&#x5DE5;&#x4F5C;&#x5C31;&#x662F;&#x7814;&#x7A76;&#x6838;&#x5FC3;&#x7B97;&#x6CD5;&#x7684;&#xFF0C;&#x6839;&#x636E;&#x516C;&#x53F8;&#x7279;&#x6B8A;&#x7684;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x7814;&#x7A76;&#x548C;&#x7814;&#x53D1;&#x65B0;&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x63D0;&#x9AD8;&#x6570;&#x636E;&#x5206;&#x6790;&#x7684;&#x6548;&#x7387;&#x3002;&#x8FD9;&#x7C7B;&#x5DE5;&#x4F5C;&#x7684;&#x673A;&#x4F1A;&#x5E76;&#x4E0D;&#x591A;&#xFF0C;&#x73B0;&#x5728;&#x548C;&#x4EE5;&#x540E;&#x90FD;&#x53EA;&#x4F1A;&#x5728;&#x5927;&#x516C;&#x53F8;&#x5B58;&#x5728;&#xFF0C;&#x56E0;&#x4E3A;&#x5C0F;&#x516C;&#x53F8;&#x5B8C;&#x5168;&#x53EF;&#x4EE5;&#x8D2D;&#x4E70;&#x8F6F;&#x4EF6;&#x5305;&#x6216;&#x8005;&#x76F4;&#x63A5;&#x63D0;&#x4F9B;&#x57F9;&#x8BAD;&#x8D39;&#x7528;&#x3002;&#x4F46;&#x8FD9;&#x4E2A;&#x6280;&#x80FD;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x4F1A;&#x7528;&#x5DE5;&#x5177;&#x7684;&#x66FF;&#x4EE3;&#x6027;&#x5F88;&#x5F3A;&#xFF0C;&#x4F46;&#x80FD;&#x638C;&#x63E1;&#x5DE5;&#x5177;&#x539F;&#x7406;&#x7684;&#x5C31;&#x4E0D;&#x540C;&#x4E86;&#x3002;</p>
<p>&#x603B;&#x7ED3;&#x4E0A;&#x9762;&#x7684;&#x8BBA;&#x8FF0;&#xFF0C;&#x60F3;&#x8981;&#x627E;&#x4E2A;&#x6570;&#x636E;&#x79D1;&#x5B66;&#x5BB6;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x57FA;&#x672C;&#x7684;&#x7F16;&#x7A0B;&#x548C;&#x7B97;&#x6CD5;&#x5B9E;&#x73B0;&#x662F;&#x57FA;&#x7840;&#xFF0C;&#x7136;&#x540E;&#x57F9;&#x517B;&#x81EA;&#x5DF1;&#x7684;&#x6570;&#x636E;&#x7406;&#x89E3;&#x80FD;&#x529B;&#xFF0C;&#x56E2;&#x961F;&#x6C9F;&#x901A;&#x548C;&#x4EA4;&#x6D41;&#x80FD;&#x529B;&#xFF0C;&#x52A0;&#x4E0A;&#x624E;&#x5B9E;&#x7684;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x7814;&#x7A76;&#x80FD;&#x529B;&#xFF0C;&#x8FD9;&#x662F;&#x4E2A;&#x80FD;&#x5E72;&#x5F88;&#x957F;&#x65F6;&#x95F4;&#x7684;&#x5DE5;&#x4F5C;&#x4E86;&#x3002;</p>
</div><script type="text/javascript" src="/js/share.js?v=0.0.0" async></script><a data-url="http://yoursite.com/2016/10/22/什么是数据科学家/" data-id="civszdry3000nfklxfcjgskak" class="article-share-link">分享到</a><div class="tags"><a href="/tags/ML/">ML</a><a href="/tags/Python/">Python</a></div><div class="post-nav"><a href="/2016/10/23/有空试试spacemacs/" class="pre">有空试试spacemacs</a><a href="/2016/10/21/重温“入殓师”/" class="next">重温“入殓师”</a></div></div></div></div><div class="pure-u-1-4 hidden_mid_and_down"><div id="sidebar"><div class="widget"><form action="//www.google.com/search" method="get" accept-charset="utf-8" target="_blank" class="search-form"><input type="text" name="q" maxlength="20" placeholder="Search"/><input type="hidden" name="sitesearch" value="http://yoursite.com"/></form></div><div class="widget"><div class="widget-title"><i class="fa fa-star-o"> 标签</i></div><div class="tagcloud"><a href="/tags/git/" style="font-size: 15px;">git</a> <a href="/tags/ML/" style="font-size: 15px;">ML</a> <a href="/tags/政治/" style="font-size: 15px;">政治</a> <a href="/tags/诗歌/" style="font-size: 15px;">诗歌</a> <a href="/tags/P90X3/" style="font-size: 15px;">P90X3</a> <a href="/tags/research/" style="font-size: 15px;">research</a> <a href="/tags/Python/" style="font-size: 15px;">Python</a> <a href="/tags/杂/" style="font-size: 15px;">杂</a> <a href="/tags/总结/" style="font-size: 15px;">总结</a> <a href="/tags/回忆/" style="font-size: 15px;">回忆</a> <a href="/tags/幸福公开课/" style="font-size: 15px;">幸福公开课</a> <a href="/tags/job/" style="font-size: 15px;">job</a> <a href="/tags/流水账/" style="font-size: 15px;">流水账</a> <a href="/tags/emacs/" style="font-size: 15px;">emacs</a> <a href="/tags/心情/" style="font-size: 15px;">心情</a> <a href="/tags/teaching/" style="font-size: 15px;">teaching</a> <a href="/tags/教育/" style="font-size: 15px;">教育</a> <a href="/tags/paper/" style="font-size: 15px;">paper</a> <a href="/tags/音乐/" style="font-size: 15px;">音乐</a> <a href="/tags/健身/" style="font-size: 15px;">健身</a> <a href="/tags/文化/" style="font-size: 15px;">文化</a> <a href="/tags/电影/" style="font-size: 15px;">电影</a> <a href="/tags/电视剧/" style="font-size: 15px;">电视剧</a></div></div><div class="widget"><div class="widget-title"><i class="fa fa-file-o"> 最新文章</i></div><ul class="post-list"><li class="post-list-item"><a class="post-list-link" href="/2016/11/20/第一个胜利！/">第一个胜利！</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/19/林佳树/">林佳树</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/18/周五犯懒/">周五犯懒</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/17/小试matplotlib/">小试matplotlib</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/16/十年生死两茫茫/">十年生死两茫茫 </a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/15/Down-by-the-Salley-Gardens/">Down by the Salley Gardens</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/14/网红/">网红</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/13/积累/">积累</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/12/带小孩/">带小孩</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/11/偷个懒/">偷个懒</a></li></ul></div></div></div><div class="pure-u-1 pure-u-md-3-4"><div id="footer">© <a href="/." rel="nofollow">egnahc.</a> Powered by<a rel="nofollow" target="_blank" href="https://hexo.io"> Hexo.</a><a rel="nofollow" target="_blank" href="https://github.com/tufu9441/maupassant-hexo"> Theme</a> by<a rel="nofollow" target="_blank" href="https://github.com/pagecho"> Cho.</a></div></div></div><a id="rocket" href="#top" class="show"></a><script type="text/javascript" src="/js/totop.js?v=0.0.0" async></script><script type="text/javascript" src="//cdn.bootcss.com/fancybox/2.1.5/jquery.fancybox.pack.js" async></script><script type="text/javascript" src="/js/fancybox.js?v=0.0.0" async></script><link rel="stylesheet" type="text/css" href="/css/jquery.fancybox.css?v=0.0.0"><script type="text/javascript" src="/js/codeblock-resizer.js?v=0.0.0"></script><script type="text/javascript" src="/js/smartresize.js?v=0.0.0"></script></div></body></html>