<!DOCTYPE html><html lang="zh-CN"><head><meta http-equiv="content-type" content="text/html; charset=utf-8"><meta content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0" name="viewport"><meta content="yes" name="apple-mobile-web-app-capable"><meta content="black-translucent" name="apple-mobile-web-app-status-bar-style"><meta content="telephone=no" name="format-detection"><meta name="description"><title>egnahc | 道虽迩，不行不至；事虽小，不为不成</title><link rel="stylesheet" type="text/css" href="//cdn.bootcss.com/normalize/4.2.0/normalize.min.css"><link rel="stylesheet" type="text/css" href="//cdn.bootcss.com/pure/0.6.0/pure-min.css"><link rel="stylesheet" type="text/css" href="//cdn.bootcss.com/pure/0.6.0/grids-responsive-min.css"><link rel="stylesheet" type="text/css" href="/css/style.css?v=0.0.0"><link rel="stylesheet" href="//cdn.bootcss.com/font-awesome/4.6.3/css/font-awesome.min.css"><script type="text/javascript" src="//cdn.bootcss.com/jquery/3.0.0/jquery.min.js"></script><link rel="Shortcut Icon" type="image/x-icon" href="/favicon.ico"><link rel="apple-touch-icon" href="/apple-touch-icon.png"><link rel="apple-touch-icon-precomposed" href="/apple-touch-icon.png"></head><body><div class="body_container"><div id="header"><div class="site-name"><h1 class="hidden">egnahc</h1><a id="logo" href="/.">egnahc</a><p class="description">道虽迩，不行不至；事虽小，不为不成</p></div><div id="nav-menu"><a href="/." class="current"><i class="fa fa-home"> 首页</i></a><a href="/archives/"><i class="fa fa-archive"> 归档</i></a><a href="/about/"><i class="fa fa-user"> 关于</i></a><a href="/atom.xml"><i class="fa fa-rss"> 订阅</i></a></div></div><div id="layout" class="pure-g"><div class="pure-u-1 pure-u-md-3-4"><div class="content_container"><div class="post"><h2 class="post-title"><a href="/2016/10/12/最长工作时间/">最长工作时间</a></h2><div class="post-meta">2016-10-12</div><div class="post-content"><p>&#x4ECE;&#x65E9;&#x4E0A;&#x4E5D;&#x70B9;&#x5F00;&#x59CB;&#x8BB2;&#x8BFE;&#xFF0C;&#x5341;&#x70B9;&#x5230;&#x5341;&#x4E8C;&#x70B9;&#x7B54;&#x7591;&#xFF0C;&#x5341;&#x4E8C;&#x70B9;&#x4E00;&#x523B;&#x53BB;&#x6559;&#x5BA4;&#xFF0C;&#x4E00;&#x76F4;&#x8BB2;&#x8BFE;&#x5230;&#x4E24;&#x70B9;&#xFF0C;&#x7136;&#x540E;&#x548C;&#x53E6;&#x4E00;&#x4E2A;Instructor&#x8BA8;&#x8BBA;&#x4F5C;&#x4E1A;&#x5230;&#x4E09;&#x70B9;&#x534A;&#xFF0C;&#x63A5;&#x7740;&#x548C;&#x4E00;&#x4E2A;&#x5B66;&#x751F;&#x8BA8;&#x8BBA;volatility smile&#x3002;&#x7136;&#x540E;&#x628A;&#x75AF;6&#x5BC4;&#x56DE;Verizon&#x3002;&#x665A;&#x4E0A;&#x57FA;&#x672C;&#x90FD;&#x5728;&#x5199;&#x4F5C;&#x4E1A;&#x7B54;&#x6848;&#xFF0C;&#x76F4;&#x5230;&#x51CC;&#x6668;2&#x70B9;&#x3002;</p></div><p class="readmore"><a href="/2016/10/12/最长工作时间/">阅读更多</a></p></div><div class="post"><h2 class="post-title"><a href="/2016/10/11/改了半天卷子/">改了半天卷子</a></h2><div class="post-meta">2016-10-11</div><div class="post-content"><p>&#x6628;&#x665A;&#x5C31;&#x68A6;&#x89C1;&#x4ECA;&#x5929;&#x8003;&#x8BD5;&#x8FDF;&#x5230;&#xFF0C;&#x6240;&#x4EE5;4&#x70B9;&#x591A;&#x5C31;&#x9192;&#x4E86;&#xFF0C;&#x7761;&#x7720;&#x5C11;&#x800C;&#x4E14;&#x8D28;&#x91CF;&#x4E0D;&#x9AD8;&#x3002;&#x7136;&#x540E;&#x76D1;&#x8003;&#x52A0;&#x6539;&#x8BD5;&#x5377;&#xFF0C;&#x4ECE;&#x65E9;&#x4E0A;&#x516B;&#x70B9;&#x4E00;&#x76F4;&#x5230;&#x4E0B;&#x5348;&#x4E09;&#x70B9;&#x591A;&#xFF0C;&#x8FDE;&#x7EED;&#x4E03;&#x4E2A;&#x5C0F;&#x65F6;&#x554A;&#xFF0C;&#x7D2F;&#x6B7B;&#x4E86;&#x3002;&#x4E0D;&#x8FC7;&#x611F;&#x89C9;&#x6700;&#x8FD1;&#x4F53;&#x529B;&#x548C;&#x7CBE;&#x529B;&#x6709;&#x6240;&#x63D0;&#x9AD8;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x662F;&#x4E0D;&#x662F;P90X3&#x7684;&#x6548;&#x679C;&#xFF0C;&#x5305;&#x62EC;&#x8FDE;&#x7EED;&#x4E0A;&#x4E24;&#x95E8;&#x8BFE;&#xFF0C;&#x8170;&#x80CC;&#x4E5F;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x9178;&#x75BC;&#x4E86;&#xFF0C;&#x5E0C;&#x671B;&#x4E0D;&#x662F;&#x5FC3;&#x7406;&#x4F5C;&#x7528;&#x4E86;&#x3002;</p></div><p class="readmore"><a href="/2016/10/11/改了半天卷子/">阅读更多</a></p></div><div class="post"><h2 class="post-title"><a href="/2016/10/10/将心比心/">将心比心</a></h2><div class="post-meta">2016-10-10</div><div class="post-content"><p>&#x73B0;&#x5728;&#x9664;&#x4E86;&#x6559;&#x8BFE;&#x4EE5;&#x5916;&#x8FD8;&#x5E26;&#x4E86;&#x4E24;&#x4E2A;&#x5B66;&#x751F;&#x505A;independent study&#x3002;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x57FA;&#x7840;&#x6BD4;&#x8F83;&#x597D;&#xFF0C;&#x6240;&#x4EE5;&#x57FA;&#x672C;&#x5C31;&#x662F;&#x8BA9;&#x4ED6;&#x81EA;&#x5DF1;&#x5199;&#x81EA;&#x5DF1;&#x60F3;&#x5B66;&#x7684;&#xFF1B;&#x7B2C;&#x4E8C;&#x4E2A;&#x6211;&#x5C31;&#x6307;&#x5B9A;&#x6750;&#x6599;&#x8BA9;&#x5979;&#x8BFB;&#xFF0C;&#x7136;&#x540E;&#x8BA9;&#x5979;&#x7528;&#x81EA;&#x5DF1;&#x7684;&#x8BDD;&#x91CD;&#x590D;&#x4E66;&#x91CC;&#x9762;&#x7684;&#x8BC1;&#x660E;&#x6216;&#x8005;&#x9610;&#x8FF0;&#x3002;&#x4ECA;&#x5929;&#x7B2C;&#x4E8C;&#x4E2A;&#x5B66;&#x751F;&#x95EE;&#x4E86;&#x6211;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x6559;&#x79D1;&#x4E66;&#x90FD;&#x5199;&#x7684;&#x8FD9;&#x4E48;&#x597D;&#x4E86;&#xFF0C;&#x6211;&#x8FD8;&#x80FD;&#x505A;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x662F;&#x554A;&#xFF0C;&#x60F3;&#x60F3;&#x81EA;&#x5DF1;&#x8BFB;&#x4E66;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x611F;&#x89C9;&#x80FD;&#x628A;&#x4E66;&#x91CC;&#x7684;&#x601D;&#x60F3;&#x60F3;&#x660E;&#x767D;&#x5C31;&#x4E0D;&#x9519;&#x4E86;&#xFF0C;&#x8FD8;&#x8981;&#x5199;&#x7B14;&#x8BB0;&#x589E;&#x52A0;&#x81EA;&#x5DF1;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x8FD9;&#x7B80;&#x76F4;&#x592A;&#x96BE;&#x4E86;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x6211;&#x4EE5;&#x8FC7;&#x6765;&#x4EBA;&#x7684;&#x6001;&#x5EA6;&#x544A;&#x8BC9;&#x5979;&#xFF0C;&#x5373;&#x4F7F;&#x73B0;&#x5728;&#x4F60;&#x5C31;&#x662F;&#x5B8C;&#x5168;copy&#x4E66;&#x4E0A;&#x7684;&#x5185;&#x5BB9;&#x4E5F;&#x6CA1;&#x5173;&#x7CFB;&#xFF0C;&#x4F46;&#x8981;&#x505A;&#x5230;&#x5408;&#x4E0A;&#x4E66;&#x4EE5;&#x540E;&#xFF0C;&#x81EA;&#x5DF1;&#x80FD;&#x8C03;&#x7406;&#x6E05;&#x695A;&#x7684;&#x8BB2;&#x89E3;&#x7ED9;&#x81EA;&#x5DF1;&#x6216;&#x8005;&#x522B;&#x4EBA;&#x542C;&#x3002;</p></div><p class="readmore"><a href="/2016/10/10/将心比心/">阅读更多</a></p></div><div class="post"><h2 class="post-title"><a href="/2016/10/09/又多懂了一点/">又多懂了一点</a></h2><div class="post-meta">2016-10-09</div><div class="post-content"><p>&#x4ECA;&#x5929;&#x4E3B;&#x8981;&#x662F;&#x5907;&#x8BFE;&#x4E86;&#x3002;</p></div><p class="readmore"><a href="/2016/10/09/又多懂了一点/">阅读更多</a></p></div><div class="post"><h2 class="post-title"><a href="/2016/10/08/进步了/">进步了</a></h2><div class="post-meta">2016-10-08</div><div class="post-content"><p>&#x770B;&#x4E86;&#x53C8;&#x88AB;&#x56FD;&#x5185;&#x70ED;&#x7092;&#x7684;&#x201C;&#x6E44;&#x516C;&#x6CB3;&#x884C;&#x52A8;&#x201D;&#x3002;&#x9996;&#x5148;&#xFF0C;&#x5FC5;&#x987B;&#x80AF;&#x5B9A;&#x4E2D;&#x56FD;&#x7535;&#x5F71;&#x7684;&#x8FDB;&#x6B65;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x518D;&#x4ED4;&#x7EC6;&#x60F3;&#x60F3;&#xFF0C;&#x8FD9;&#x4E48;&#x4E2A;&#x4E0D;&#x5B66;&#x65E0;&#x672F;&#x7684;&#x793E;&#x4F1A;&#x600E;&#x4E48;&#x4F1A;&#x6709;&#x597D;&#x7535;&#x5F71;&#x5462;&#x3002;&#x6709;&#x4E24;&#x4E2A;&#x539F;&#x56E0;&#x53EF;&#x4EE5;&#x63A2;&#x7A76;&#xFF1A;&#x5176;&#x4E00;&#xFF0C;&#x6B63;&#x662F;&#x56FD;&#x5185;&#x7684;&#x597D;&#x7684;&#x4E1C;&#x897F;&#x5C11;&#xFF0C;&#x4E00;&#x5B9A;&#x6709;&#x4EBA;&#x575A;&#x6301;&#xFF0C;&#x4E00;&#x65E6;&#x51FA;&#x6765;&#x5FC5;&#x7136;&#x60CA;&#x8273;&#x3002;&#x5BF9;&#x4E8E;&#x8FD9;&#x6837;&#x7684;&#x6218;&#x58EB;&#xFF0C;&#x6211;&#x5F88;&#x656C;&#x4F69;&#x3002;&#x80FD;&#x4EE5;&#x81EA;&#x5DF1;&#x5FAE;&#x8584;&#x7684;&#x529B;&#x91CF;&#x548C;&#x610F;&#x5FD7;&#x5BF9;&#x6297;&#x4E16;&#x4FD7;&#x7684;&#x6CA6;&#x9677;&#xFF0C;&#x5B9E;&#x5C5E;&#x4E0D;&#x6613;&#x3002;&#x5176;&#x4E8C;&#xFF0C;&#x6240;&#x8C13;&#x7684;&#x60CA;&#x8273;&#xFF0C;&#x4E5F;&#x662F;&#x6709;&#x6240;&#x53D6;&#x5DE7;&#x7684;&#x3002;&#x52A8;&#x4F5C;&#x7247;&#x662F;&#x6700;&#x5BB9;&#x6613;&#x8FFD;&#x4E0A;&#x56FD;&#x9645;&#x6C34;&#x5E73;&#x7684;&#xFF0C;&#x4E0D;&#x592A;&#x9700;&#x8981;&#x6587;&#x5316;&#x7684;&#x652F;&#x6301;&#xFF0C;&#x6709;&#x7ECF;&#x6D4E;&#x6216;&#x8005;&#x786C;&#x4EF6;&#x5B9E;&#x529B;&#x5C31;&#x884C;&#x3002;&#x6240;&#x4EE5;&#x770B;&#x5B8C;&#x8FD9;&#x4E2A;&#x7535;&#x5F71;&#xFF0C;&#x611F;&#x89C9;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x4E0D;&#x4F1A;&#x5DEE;&#x7F8E;&#x56FD;&#x5927;&#x7247;&#x592A;&#x8FDC;&#x3002;&#x4F46;&#x4EC5;&#x6B64;&#x800C;&#x5DF2;&#x3002;</p></div><p class="readmore"><a href="/2016/10/08/进步了/">阅读更多</a></p></div><div class="post"><h2 class="post-title"><a href="/2016/10/07/thank-you-facebook/">thank you, facebook</a></h2><div class="post-meta">2016-10-07</div><div class="post-content"><p>&#x4ECA;&#x5929;&#xFF0C;&#x6211;&#x8BDA;&#x5FC3;&#x7684;&#x611F;&#x8C22;&#x4E00;&#x4E0B;facebook&#x3002;&#x867D;&#x7136;&#xFF0C;&#x6211;&#x5E73;&#x65F6;&#x90FD;&#x4E0D;&#x600E;&#x4E48;post&#xFF0C;&#x57FA;&#x672C;&#x90FD;&#x662F;&#x548C;&#x8001;&#x5A46;&#x51FA;&#x53BB;&#xFF0C;&#x6211;&#x4EEC;check in&#x4E00;&#x4E0B;&#x5403;&#x8FC7;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x6B63;&#x56E0;&#x4E3A;&#x5E16;&#x5B50;&#x4E0D;&#x591A;&#xFF0C;&#x6211;&#x5C31;&#x628A;&#x6240;&#x6709;&#x7684;post&#x90FD;&#x770B;&#x4E86;&#x4E00;&#x904D;&#x3002;&#x5F88;&#x611F;&#x52A8;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5728;&#x8BFB;PhD&#x671F;&#x95F4;&#xFF0C;&#x6709;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x7684;post&#x90FD;&#x8DDF;&#x6570;&#x5B66;&#x6709;&#x5173;&#xFF0C;&#x8BA8;&#x8BBA;Mikulevicius&#x7684;&#x4F5C;&#x4E1A;&#xFF0C;&#x7EA0;&#x7ED3;&#x5E03;&#x6717;&#x8FD0;&#x52A8;&#x7684;&#xFF0C;&#x611F;&#x53F9;&#x4E00;&#x4E2A;&#x5B9A;&#x7406;&#x7684;&#x6F02;&#x4EAE;&#x7684;&#xFF0C;&#x7B49;&#x7B49;&#x3002;&#x539F;&#x6765;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x771F;&#x7231;&#x554A;&#x3002;&#x8C22;&#x8C22;&#x4F60;&#xFF0C;facebook&#xFF0C;&#x8BA9;&#x6211;&#x6709;&#x8FD9;&#x4E48;&#x7F8E;&#x597D;&#x7684;&#x56DE;&#x5FC6;&#x3002;</p></div><p class="readmore"><a href="/2016/10/07/thank-you-facebook/">阅读更多</a></p></div><div class="post"><h2 class="post-title"><a href="/2016/10/06/来警察了/">来警察了</a></h2><div class="post-meta">2016-10-06</div><div class="post-content"><p>&#x4E2D;&#x5348;&#x505A;&#x996D;&#xFF0C;&#x52A0;&#x6CB9;&#x70ED;&#x9505;&#xFF0C;&#x7136;&#x540E;&#x56DE;&#x5230;&#x7535;&#x8111;&#x524D;&#x60F3;&#x7B97;&#x6CD5;&#xFF0C;&#x7A81;&#x7136;&#xFF0C;&#x9505;&#x70E7;&#x7740;&#x4E86;&#x3002;&#x7ED3;&#x679C;&#x6D53;&#x70DF;&#x6EDA;&#x6EDA;&#x3002;&#x4E0D;&#x4E45;&#xFF0C;&#x623F;&#x7BA1;&#x6572;&#x95E8;&#x68C0;&#x67E5;&#xFF0C;&#x88AB;&#x6559;&#x80B2;&#xFF0C;&#x518D;&#x4E0D;&#x4E45;&#xFF0C;&#x8B66;&#x5BDF;&#x6765;&#x4E86;&#xFF0C;&#x767B;&#x8BB0;&#x4E86;&#x59D3;&#x540D;&#x548C;&#x624B;&#x673A;&#xFF0C;&#x53CD;&#x800C;&#x88AB;&#x5B89;&#x6170;&#x3002;</p></div><p class="readmore"><a href="/2016/10/06/来警察了/">阅读更多</a></p></div><div class="post"><h2 class="post-title"><a href="/2016/10/05/心平气和/">心平气和</a></h2><div class="post-meta">2016-10-05</div><div class="post-content"><p>&#x4ECA;&#x5929;&#x7B54;&#x7591;&#x7684;&#x65F6;&#x5019;&#x6765;&#x4E86;&#x4E00;&#x4E2A;&#x5B66;&#x751F;&#xFF0C;&#x95EE;&#x6211;&#x4F5C;&#x4E1A;&#x95EE;&#x9898;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x9ED1;&#x677F;&#x4E0A;&#x5199;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x4F46;&#x81EA;&#x5DF1;&#x4E0D;&#x77E5;&#x6240;&#x4E91;&#xFF0C;&#x800C;&#x4E14;&#x4ED6;&#x8FD8;&#x662F;&#x4E0D;&#x662F;&#x5730;&#x663E;&#x6446;&#x4E2A;&#x540D;&#x8BCD;&#x3002;&#x8FD9;&#x8BA9;&#x6211;&#x60F3;&#x5230;&#x5218;&#x540C;&#x5B66;&#x63D0;&#x5230;&#x7684;&#x6700;&#x6CA1;&#x6551;&#x7684;&#x4E00;&#x7C7B;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4E5F;&#x60F3;&#x8FD9;&#x79CD;&#x4EBA;&#x4E5F;&#x8BB8;&#x9760;&#x7740;&#x5FFD;&#x60A0;&#x4E5F;&#x80FD;&#x6DF7;&#x996D;&#x5403;&#xFF0C;&#x56E0;&#x4E3A;&#x80FD;&#x505A;&#x5230;&#x81EA;&#x5DF1;&#x80E1;&#x8BF4;&#x516B;&#x9053;&#x4F46;&#x5FC3;&#x5E73;&#x6C14;&#x548C;&#xFF0C;&#x81EA;&#x4FE1;&#x6EE1;&#x6EE1;&#x5B9E;&#x5728;&#x4EBA;&#x624D;&#x3002;&#x81F3;&#x5C11;&#xFF0C;&#x6211;&#x505A;&#x4E0D;&#x5230;&#x3002;&#x6211;&#x6807;&#x9898;&#x91CC;&#x9762;&#x7684;&#x5FC3;&#x5E73;&#x6C14;&#x548C;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x6307;&#x6211;&#x5BF9;&#x5F85;&#x5B66;&#x751F;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E0D;&#x8981;&#x653E;&#x4E2A;&#x4EBA;&#x60C5;&#x7EEA;&#xFF0C;&#x4F5C;&#x4E3A;&#x8001;&#x5E08;&#x9700;&#x8981;&#x7684;&#x662F;&#x8010;&#x5FC3;&#xFF0C;&#x4E0D;&#x538C;&#x5176;&#x70E6;&#x7684;&#x6559;&#x5BFC;&#xFF0C;&#x7528;&#x5FC3;&#x53BB;&#x611F;&#x5316;&#x3002;&#x3002;&#x3002;&#x54C8;&#x54C8;&#x54C8;&#xFF0C;&#x8BF4;&#x4E86;&#x6211;&#x4EEC;&#x662F;&#x7075;&#x9B42;&#x5DE5;&#x7A0B;&#x5E08;&#x4F60;&#x8FD8;&#x4E0D;&#x4FE1;&#xFF1F;</p></div><p class="readmore"><a href="/2016/10/05/心平气和/">阅读更多</a></p></div><div class="post"><h2 class="post-title"><a href="/2016/10/04/基本功/">基本功</a></h2><div class="post-meta">2016-10-04</div><div class="post-content"><p>&#x4ECA;&#x5929;&#x8FDB;&#x4E00;&#x6B65;&#x8BA8;&#x8BBA;&#x4E86;&#x51E0;&#x7BC7;&#x6587;&#x7AE0;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#xFF0C;&#x603B;&#x7B97;&#x5F04;&#x6E05;&#x695A;&#x4E86;&#x5927;&#x5BB6;&#x90FD;&#x505A;&#x4E86;&#x4EC0;&#x4E48;&#x5DE5;&#x4F5C;&#xFF0C;&#x8FD9;&#x6837;&#x4E5F;&#x77E5;&#x9053;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x505A;&#x4EC0;&#x4E48;&#x3002;&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x627E;&#x51C6;&#x5165;&#x53E3;&#x5F00;&#x59CB;&#x7814;&#x7A76;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x8981;&#x7EC3;&#x7EC3;&#x57FA;&#x672C;&#x529F;&#xFF0C;&#x5C31;&#x662F;&#x7CBE;&#x8BFB;&#x51E0;&#x7BC7;&#x6709;&#x8425;&#x517B;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x4EE5;&#x53CA;&#x6709;&#x6F5C;&#x529B;&#x7684;&#x5DE5;&#x5177;&#x3002;</p></div><p class="readmore"><a href="/2016/10/04/基本功/">阅读更多</a></p></div><div class="post"><h2 class="post-title"><a href="/2016/10/03/会睡觉是天赋啊/">会睡觉是天赋啊</a></h2><div class="post-meta">2016-10-03</div><div class="post-content"><p>&#x4ECA;&#x5929;&#x8BA9;&#x8001;&#x5A46;&#x4E5F;&#x662F;&#x4E86;&#x4E00;&#x4E2A;&#x8DDF;&#x8E2A;&#x7761;&#x7720;&#x7684;app&#xFF0C;&#x7136;&#x540E;&#x6211;&#x4EEC;&#x90FD;&#x6D4B;&#x8BD5;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x53EF;&#x60F3;&#x800C;&#x77E5;&#xFF0C;&#x6211;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x90FD;&#x662F;&#x5FEB;&#x5230;awake&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x5979;&#x5012;&#x662F;&#x57FA;&#x672C;&#x5728;sleep&#x3002;&#x66F4;&#x6709;&#x610F;&#x601D;&#x7684;&#x662F;&#xFF0C;&#x6211;&#x6700;&#x5F00;&#x59CB;&#x5728;&#x6CE2;&#x5CF0;&#x7684;&#x5F98;&#x5F8A;&#x4E5F;&#x8BF4;&#x660E;&#x4E86;&#x8F97;&#x8F6C;&#x53CD;&#x4FA7;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x53EF;&#x8001;&#x5A46;&#x5927;&#x4EBA;&#x4ECE;&#x5F00;&#x59CB;&#x5230;&#x6DF1;&#x5EA6;&#x7761;&#x7720;&#x90A3;&#x53EB;&#x4E00;&#x4E2A;&#x6781;&#x901F;&#x4E0B;&#x964D;&#x3002;&#x8FD9;&#x79CD;&#x5929;&#x8D4B;&#x771F;&#x8BA9;&#x4EBA;&#x7FA1;&#x6155;&#x554A;&#x3002;</p></div><p class="readmore"><a href="/2016/10/03/会睡觉是天赋啊/">阅读更多</a></p></div><nav class="page-navigator"><a class="extend prev" rel="prev" href="/page/4/">上一页</a><a class="page-number" href="/">1</a><span class="space">&hellip;</span><a class="page-number" href="/page/3/">3</a><a class="page-number" href="/page/4/">4</a><span class="page-number current">5</span><a class="page-number" href="/page/6/">6</a><a class="page-number" href="/page/7/">7</a><a class="page-number" href="/page/8/">8</a><a class="extend next" rel="next" href="/page/6/">下一页</a></nav></div></div><div class="pure-u-1-4 hidden_mid_and_down"><div id="sidebar"><div class="widget"><form action="//www.google.com/search" method="get" accept-charset="utf-8" target="_blank" class="search-form"><input type="text" name="q" maxlength="20" placeholder="Search"/><input type="hidden" name="sitesearch" value="http://yoursite.com"/></form></div><div class="widget"><div class="widget-title"><i class="fa fa-star-o"> 标签</i></div><div class="tagcloud"><a href="/tags/幸福公开课/" style="font-size: 15px;">幸福公开课</a> <a href="/tags/ML/" style="font-size: 15px;">ML</a> <a href="/tags/政治/" style="font-size: 15px;">政治</a> <a href="/tags/诗歌/" style="font-size: 15px;">诗歌</a> <a href="/tags/P90X3/" style="font-size: 15px;">P90X3</a> <a href="/tags/research/" style="font-size: 15px;">research</a> <a href="/tags/Python/" style="font-size: 15px;">Python</a> <a href="/tags/杂/" style="font-size: 15px;">杂</a> <a href="/tags/回忆/" style="font-size: 15px;">回忆</a> <a href="/tags/总结/" style="font-size: 15px;">总结</a> <a href="/tags/电影/" style="font-size: 15px;">电影</a> <a href="/tags/job/" style="font-size: 15px;">job</a> <a href="/tags/git/" style="font-size: 15px;">git</a> <a href="/tags/流水账/" style="font-size: 15px;">流水账</a> <a href="/tags/emacs/" style="font-size: 15px;">emacs</a> <a href="/tags/心情/" style="font-size: 15px;">心情</a> <a href="/tags/teaching/" style="font-size: 15px;">teaching</a> <a href="/tags/教育/" style="font-size: 15px;">教育</a> <a href="/tags/paper/" style="font-size: 15px;">paper</a> <a href="/tags/音乐/" style="font-size: 15px;">音乐</a> <a href="/tags/健身/" style="font-size: 15px;">健身</a> <a href="/tags/文化/" style="font-size: 15px;">文化</a> <a href="/tags/电视剧/" style="font-size: 15px;">电视剧</a></div></div><div class="widget"><div class="widget-title"><i class="fa fa-file-o"> 最新文章</i></div><ul class="post-list"><li class="post-list-item"><a class="post-list-link" href="/2016/11/23/你的名字/">你的名字</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/20/第一个胜利！/">第一个胜利！</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/19/林佳树/">林佳树</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/18/周五犯懒/">周五犯懒</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/17/小试matplotlib/">小试matplotlib</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/16/十年生死两茫茫/">十年生死两茫茫 </a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/15/Down-by-the-Salley-Gardens/">Down by the Salley Gardens</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/14/网红/">网红</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/13/积累/">积累</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/11/12/带小孩/">带小孩</a></li></ul></div></div></div><div class="pure-u-1 pure-u-md-3-4"><div id="footer">© <a href="/." rel="nofollow">egnahc.</a> Powered by<a rel="nofollow" target="_blank" href="https://hexo.io"> Hexo.</a><a rel="nofollow" target="_blank" href="https://github.com/tufu9441/maupassant-hexo"> Theme</a> by<a rel="nofollow" target="_blank" href="https://github.com/pagecho"> Cho.</a></div></div></div><a id="rocket" href="#top" class="show"></a><script type="text/javascript" src="/js/totop.js?v=0.0.0" async></script><script type="text/javascript" src="//cdn.bootcss.com/fancybox/2.1.5/jquery.fancybox.pack.js" async></script><script type="text/javascript" src="/js/fancybox.js?v=0.0.0" async></script><link rel="stylesheet" type="text/css" href="/css/jquery.fancybox.css?v=0.0.0"><script type="text/javascript" src="/js/codeblock-resizer.js?v=0.0.0"></script><script type="text/javascript" src="/js/smartresize.js?v=0.0.0"></script></div></body></html>